Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/housing_grants_and_schemes/mobility_aids_grant_scheme.html.txt.tmx
Source language: en
Languages: ga

source: Mobility Aids Grant Scheme
ga: An Scéim Deontas Áiseanna Soghluaisteachta

source: The Mobility Aids Grant Scheme provides grants for works designed to address mobility problems in the home, such as the purchase and installation of grab-rails, a level access shower, access ramps or a stair-lift
ga: Cuireann an Scéim Deontas Áiseanna Soghluaisteachta deontais ar fáil i gcomhair oibreacha bunúsacha atá deartha chun tabhairt faoi fhadhbanna soghluaisteachta sa bhaile

source: The scheme is primarily for older people, but people with a disability can also apply for it
ga: Mar shampla, is féidir an deontas a úsáid chun greimráillí, cithfholcadán boinn leibhéalta, rampaí rochtana nó ardaitheoir staighre a cheannach agus a chur isteach

source: If you need more extensive works done, or if you do not qualify under the means test, you can apply for the Housing Adaptation Grant for People with a Disability instead
ga: Is ar dhaoine níos sine atá an deontas seo dírithe, ach is féidir le daoine faoi mhíchumas tairbhe a bhaint as an scéim freisin

source: Depending on your situation, the Housing Aid for Older Persons Scheme may be more suitable for you
ga: Má tá oibreacha níos leithne le déanamh agat, nó muna cháilíonn tú faoi thástáil mhaoin na scéime seo, d'fhéadfá cur isteach ar an Deontas Oiriúnaithe Tithe do Dhaoine faoi Mhíchumas nó ar an Scéim um Chúnamh Tithíochta do Dhaoine Breacaosta

source: These 3 schemes are administered by local authorities, under the Housing (Adaptation Grants for Older People and People With A Disability), Regulations 2007, which were amended by new Regulations in 2014
ga: Riarann na h-údaráis áitiúla an 3 scéim seo, faoi Rialacháin 2007 agus Rialacháin 2014

source: You can apply for a refund of VAT on the aids and appliances that you need
ga: Is féidir iarratas a dhéanamh ar aisíocaíocht CBL maidir leis na háiseanna agus na gléasanna a mbíonn de dhíth ort

source: This refund scheme also applies to the cost of the installation work
ga: Baineann an scéim aisíocaíochta seo le costas na hoibre suiteála freisin

source: The Mobility Aids Grant Scheme is available to people with a household income of less than €30,000 per year
ga: Tá fáil ar an deontas do dhaoine ag a bhfuil uasioncam teaghlaigh níos ísle ná €30,000

source: The grant can be paid to people in:
ga: Is féidir é a íoc le daoine a bhfuil cónaí orthu sna cinéalacha tithíochta a leanas:

source: • Houses being purchased from a local authority under the Tenant Purchase Scheme
ga: • Tithe atá á gceannach ó údarás áitiúil faoin scéim cheannaigh ag tionóntaí

source: • Private rented accommodation (the duration of your tenancy can affect grant approval)
ga: • Cóiríocht atá ar cíos go príobháideach (is féidir le marthanacht do thionóntachta tionchar a bheith aige ar fhaomhadh a fháil ar an deontas)

source: • Accommodation provided under the voluntary housing Capital Assistance and Rental Subsidy schemes
ga: • Cóiríocht atá curtha ar fáil faoi na scéimeanna tithíochta deonacha an Scéim Tacaíochta Caipitil agus an Scéim um Fhóirdheontais Cíosa

source: • Accommodation occupied by people living in communal residences
ga: • Cóiríocht atá áitithe ag daoine atá ina gcónaí in árais chomhchoiteanna

source: You must satisfy the local authority that you will occupy the property as your normal place of residence when the works have been done
ga: Caithfidh an t-údarás áitiúil bheith sásta go mbeidh gnáthchónaí ort sa theach tar éis na n-oibreacha

source: If you are a tenant, you must also get written approval from your landlord
ga: Más tionónta tú, caithfidh tú faomhadh scríofa a fháil ó do thiarna talún

source: Your application for the grant will be prioritised according to your medical need
ga: Tabharfar tús áite do d'iarratas bunaithe ar riachtanas leighis

source: Highest priority will be given to people who are terminally ill, or where alterations or adaptations would facilitate their discharge from hospital or the continuance of care in their own home
ga: Tabharfar an tús áite is airde do dhaoine a bhfuil tinneas foirceanta ag dul dóibh nó sa chás go bhféadfaí duine a scaoileadh abhaile ón ospidéal dá ndéanfaí athruithe/oiriúnuithe

source: When the local authority receives your application, it may request an occupational therapist's (OT) assessment
ga: Nuair a fhaigheann an t-údarás áitiúil d'iarratas, is féidir go n-iarrfadh sé measúnú ó theiripeoir saothair (TS)

source: The local authority can arrange for this, or you can employ an OT yourself and recoup up to €200 of the cost from the local authority as part of the grant, subject to the maximum grant limit of €6,000
ga: Is féidir leis an údarás áitiúil measúnú TS a eagrú, ach is féidir leat féin TS a fhostú chun measúnú a dhéanamh, agus suas le €200 forchúiteamh a fháil mar chuid den deontas iomlán suas go dtí uasmhéid an deontais (€6,000)

source: Your total household income is assessed to find out if you qualify for the grant and at what level of assistance
ga: Déantar measúnú ar d'ioncam teaghlaigh iomlán chun a fháil amach an bhfuil tú incháilithe don deontas, agus má tá, ag cén leibhéal cabhrach

source: • The property owner's (or tenant’s) annual gross income, together with their spouse’s or partner’s annual gross income in the previous tax year
ga: • Ollioncam bliantúil úinéara na réadmhaoine (nó an tionónta i gcás áitreabh príobháideach ar cíos) agus an chéile/pháirtí sa bhliain cíosa roimhe sin

source: • The income of any other adults living in the household who are aged over 23 years if in full-time education, or aged over 18 if not in full-time education
ga: • Ioncam atá ag aon duine fásta eile sa theaghlach, os cionn 23 bliana má tá siad in oideachas lán-aimsearach, nó os cionn 18 bliana munal bhfuil

source: The following is not taken into account when calculating your household income:
ga: Ní thógtar an méid seo a leanas san áireamh nuair atá ioncam do theaghlaigh á ríomh:

source: • €5,000 for each member of the household aged up to 18 years
ga: • €5,000 do gach duine den teaghlach atá faoi 18 bliana d'aois

source: • €5,000 for each member of the household aged between 18 and 23 years and in full-time education or on a SOLAS apprenticeship
ga: • €5,000 do gach duine den teaghlach atá idir 18 agus 23 bliana d'aois agus atá in oideachas lánaimseartha nó ar phrintíseacht SOLAS

source: • €5,000 where the person to whom the grant application relates is being cared by a relative on a full-time basis
ga: • €5,000 sa chás go bhfuil cúram lánaimseartha á chur ar fáil ag duine muinteartha don té a bhfuil an deontas á sholáthar dó

source: • Carer's Benefit and Carer's Allowance (if the carer's payment is made in respect of the person to whom the grant application relates)
ga: • Sochar Cúramóra agus Liúntas Cúramóra (má tá íocaíocht an chúramóra á dhéanamh i leith an té a bhfuil an deontas á sholáthar dó)

source: When applying for the Mobility Aids Grant Scheme, you must provide:
ga: Agus iarratas á dhéanamh le haghaidh deontais, ní mór na rudaí seo a leanas a chur ar fáil:

source: • Details of your tax district
ga: • Sonraí do cheantar cánach agus

source: • A statement that, to the best of your knowledge, your tax affairs are in order
ga: • Ráiteas a thugann le fios go bhfuil do chúrsaí cánach in ord, chomh fada agus is eol duit

source: You must provide evidence that the Local Property Tax on the house has been paid
ga: Ní mór freisin fianaise a chur ar fáil maidir le húinéireacht an tí chomh maith le fianaise gur íocadh an Cáin Mhaoine Áitiúil (LPT) air

source: There is a relief from Local Property Tax (LPT) on properties that have been adapted for occupation by a disabled person
ga: Tá faoiseamh le fáil ón CMÁ ar mhaoin a oiriúnaíodh le haghaidh áitiú ag duine atá faoi mhíchumas

source: Read more in our document, Exemptions from Local Property Tax and in Revenue’s guidelines (pdf)
ga: Léigh tuilleadh inár ndoiciméad, Díolúintí ón gCáin Mhaoine Áitiúil agus sna treoracha na gCoimisinéirí Ioncaim (pdf)

source: You must include a written itemised quotation from a contractor, indicating the cost of the work required
ga: Ní mór 2 luachan mhiondealaithe scríofa ó chonraitheoir a chur isteach leis an iarratas, agus costas na hoibre luaite orthu

source: If the local authority considers that this quotation is unreasonable, it will ask you to get another one
ga: Má cheapann an t-údarás áitiúil gur luachan míréasúnta é, iarrfar ort ceann eile a fháil

source: It is recommended that the proposed works should include the installation of smoke and carbon monoxide alarms, if they are not already present and operating in your home
ga: Moltar go gcuirtear san áireamh san obair atá bheartaithe suiteáil aláraim deataigh agus aláraim aonocsaíd charbóin, mura bhfuil siad suiteáilte agus ag feidhmiú i do theach cheana féin

source: If you intend to pay more than €650 to a contractor, your contractor may be asked to submit their Tax Clearance Certificate to the local authority
ga: Má tá sé i gceist agat níos mó ná €650 a íoc le conraitheoir, seans go mbeidh ar do chonraitheoir a Dheimhniú Imréiteach Cánach a sheoladh chuig an údarás áitiúil

source: Starting the work to adapt your home
ga: Tús a chur leis an obair chun do theach a oiriúnú

source: It is expected that the work will start within 6 months of your grant approval
ga: Beifear ag súil go gcuirfí tús leis an obair taobh istigh de 6 mhí tar éis duit faomhadh a fháil don deontas

source: If this does not happen, the local authority may allow a time extension
ga: Muna tharlaíonn sé seo, d'fhéadfá breis ama a éileamh ón údarás áitiúil

source: Applying for a further grant
ga: Iarratas a dhéanamh ar dheontas breise

source: In general, the work done on your home is expected to be appropriate to your future needs as well as your current needs
ga: De ghnáth, glactar leis go mbeidh an obair a dhéantar i do theach in oiriúint do na riachtanais a bheidh agat amach anseo, chomh maith le do riachtanais reatha

source: However, if your needs change substantially over time, you may find that further works are required
ga: Má thagann athrú suntasach ar do riachtanais thar tréimhse ama, seans go mbeidh gá le tuilleadh oibre

source: You can apply again for a Mobility Aids Grant and your application will be assessed in the normal way
ga: Is féidir iarratas a dhéanamh arís le haghaidh Deontas Áiseanna Soghluaisteachta agus déanfar gnáthmheasúnú ar d’iarratas

source: There is no minimum time limit between the payment of a first and second grant
ga: Ní bhaineann íosteorainn ama leis an tréimhse idir íocaíocht na chéad deontais agus íocaíocht an dara deontas

source: The maximum grant available is €6,000, which may cover 100% of the cost of the work
ga: Is é an uasdheontas atá ar fáil ná €6,000 agus is féidir leis seo 100% de chostas na hoibre a chlúdach

source: Note: The maximum amount may not be fully awarded
ga: Nóta: Seans nach níocfar uasmhéid an deontais

source: Grant amounts are subject to the funding of each local authority, so the local authority can decide whether they pay the full grant or a percentage in each case
ga: Braitheann méid an deontais ar an méid chistiúcháin atá ag an údarás áitiúil – is féidir leis an údarás áitiúil cinneadh an íocfaidh sé an deontas iomlán nó céatadán den iomlán i ngach cás

source: Download an application form from your local authority’s website or ask for one to be posted to you
ga: Is féidir foirm iarratais a íoslódáil ó láithreán gréasáin d'údaráis áitiúil nó iarraidh orthu forim a sheoladh chugat

source: The form contains detailed information on the scheme’s conditions and a checklist of documents that you must include
ga: Tá mioneolas ar an bhfoirm faoi choinniollacha na scéime, chomh maith le seicliosta na ndoiciméad atá le cur leis an bhfoirm

source: If you are unhappy with the local authority’s decision in your case, you can appeal the decision
ga: Muna bhfuil tú sásta le cinneadh an údaráis áitiúil, is féidir achomharc a dhéanamh

source: The appeal must be in writing and must be made within 3 weeks of the decision
ga: Caithfidh d'achomharc a bheith i scríbhinn agus caithfidh tú e a dhéanamh i 3 seachtaine

source: You must state the reasons and grounds for your appeal
ga: Scríobh síos cad iad na fáthanna leis an achomharc a dhéanamh

source: Further information is available from your local authority
ga: Faigh breis eolais ó d'údarás áitiúil
